Repository: Rishisinghwindows/FaceAnalysisApp
Catalog: FaceAnalysisApp/FaceAnalysisApp/*.lproj/Localizable.strings
Languages: ar, es, hi

# onboarding.page.privacy.highlight1.title
source: Offline ready
ar: جاهز بلا اتصال
es: Listo para usar sin conexión
hi: ऑफ़लाइन समर्थन

# onboarding.page.privacy.highlight1.body
source: Analyze portraits without an internet connection or cloud upload.
ar: حلّل الصور دون اتصال بالإنترنت أو رفعها للسحابة.
es: Analiza retratos sin conexión ni cargas en la nube.
hi: बिना इंटरनेट या क्लाउड अपलोड के पोर्ट्रेट्स का विश्लेषण करें।

# onboarding.page.privacy.highlight2.title
source: One-tap cleanup
ar: تنظيف فوري
es: Limpieza instantánea
hi: एक टैप में सफ़ाई

# onboarding.page.privacy.highlight2.body
source: Clear saved scans anytime from Settings to reset your canvas.
ar: احذف عمليات المسح المحفوظة في أي وقت من الإعدادات.
es: Borra los análisis guardados cuando quieras desde Ajustes.
hi: सेटिंग्स से कभी भी सहेजे गए विश्लेषण साफ़ करें।

# login.email_placeholder
source: you@example.com
es: tu@ejemplo.com
