Repository: Rishisinghwindows/FaceAnalysisApp
Catalog: FaceAnalysisApp/FaceAnalysisApp/*.lproj/Localizable.strings
Languages: ar, es, hi

# login.welcome_title
source: Welcome Back
ar: مرحباً بعودتك
es: Bienvenido de nuevo
hi: वापसी पर स्वागत है

# login.welcome_subtitle
source: Sign in to access your personalized face maps and saved looks.
ar: سجّل الدخول للوصول إلى خرائط الوجه المخصصة والمظاهر المحفوظة.
es: Inicia sesión para acceder a tus mapas faciales personalizados y looks guardados.
hi: अपनी व्यक्तिगत फेस मैप और सुरक्षित लुक्स तक पहुँचने के लिए साइन इन करें।

# login.email_label
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल

# login.password_label
source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड

# login.remember_me
source: Remember me
ar: تذكرني
es: Recordarme
hi: मुझे याद रखें

# login.sign_in_button
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
hi: साइन इन

# login.skip_button
source: Skip for now
ar: تخطي حالياً
es: Omitir por ahora
hi: अभी के लिए छोड़ें

# login.terms_text
source: By continuing you agree to our Terms & Conditions
ar: بمتابعتك فإنك توافق على الشروط والأحكام
es: Al continuar aceptas nuestros Términos y Condiciones
hi: आगे बढ़ने पर आप हमारे नियम एवं शर्तों से सहमत होते हैं

# login.support_text
source: Need help signing in? Contact support
ar: تحتاج مساعدة لتسجيل الدخول؟ تواصل مع الدعم
es: ¿Necesitas ayuda para iniciar sesión? Contacta con soporte
hi: साइन इन करने में सहायता चाहिए? सहायता से संपर्क करें

# login.method.email
source: Email & Password
ar: البريد وكلمة المرور
es: Correo y contraseña
hi: ईमेल और पासवर्ड

# login.method.phone
source: Mobile OTP
ar: OTP عبر الجوال
es: OTP por móvil
hi: मोबाइल ओटीपी

# login.phone_label
source: Mobile number
ar: رقم الجوال
es: Número de móvil
hi: मोबाइल नंबर

# login.country_label
source: Country / region
ar: الدولة / المنطقة
es: País / región
hi: देश / क्षेत्र

# login.otp_label
source: One-time code
ar: رمز لمرة واحدة
es: Código de un solo uso
hi: वन-टाइम कोड

# login.otp_placeholder
source: Enter 6-digit code
ar: أدخل رمزاً من 6 أرقام
es: Ingresa el código de 6 dígitos
hi: 6 अंकों का कोड दर्ज करें

# login.request_otp_button
source: Send Code
ar: إرسال الرمز
es: Enviar código
hi: कोड भेजें

# login.verify_otp_button
source: Verify & Continue
ar: تحقق وتابع
es: Verificar y continuar
hi: सत्यापित करें और आगे बढ़ें

# login.otp_requested_message
source: Code sent! Enter it below.
ar: تم إرسال الرمز! أدخله أدناه.
es: ¡Código enviado! Escríbelo abajo.
hi: कोड भेज दिया गया! इसे नीचे दर्ज करें।

# login.otp_preview
source: Preview code: %@
ar: الرمز المسبق: %@
es: Código de referencia: %@
hi: पूर्वावलोकन कोड: %@

# login.phone_length_error
source: Enter a %@-digit number for %@.
ar: أدخل رقماً مكوّناً من %@ أرقام لـ %@.
es: Introduce un número de %@ dígitos para %@.
hi: %@ के लिए %@ अंकों का नंबर दर्ज करें।

# login.invalid_form_message
source: Enter your email and password to continue.
ar: أدخل بريدك الإلكتروني وكلمة المرور للمتابعة.
es: Introduce tu correo y contraseña para continuar.
hi: जारी रखने के लिए अपना ईमेल और पासवर्ड दर्ज करें।

# login.social.divider
source: Continue with
ar: تابع باستخدام
es: Continúa con
hi: इनमें से जारी रखें

# login.social.apple
source: Sign in with Apple
ar: تسجيل الدخول عبر Apple
es: Iniciar sesión con Apple
hi: Apple से साइन इन करें

# login.social.google
source: Continue with Google
ar: متابعة باستخدام Google
es: Continuar con Google
hi: Google से जारी रखें

# login.social.facebook
source: Continue with Facebook
ar: متابعة باستخدام Facebook
es: Continuar con Facebook
hi: Facebook से जारी रखें

# login.social.disclaimer
source: We only use these providers to verify your identity. We'll never post or share without permission.
ar: نستخدم هذه الخدمات فقط للتحقق من هويتك ولن ننشر أو نشارك أي شيء بدون إذنك.
es: Solo usamos estos proveedores para verificar tu identidad. Nunca publicaremos ni compartiremos nada sin tu permiso.
hi: हम इन सेवाओं का उपयोग केवल आपकी पहचान की पुष्टि के लिए करते हैं। आपकी अनुमति के बिना कुछ भी साझा नहीं किया जाएगा।

# login.social.google_unavailable
source: Google Sign-In isn't available right now.
ar: تسجيل الدخول عبر Google غير متاح حالياً.
es: Google Sign-In no está disponible en este momento.
hi: Google साइन-इन इस समय उपलब्ध नहीं है।

# login.social.google_config_missing
source: Google Sign-In isn't configured yet. Check the credentials file and try again.
ar: لم يتم إعداد تسجيل الدخول عبر Google بعد. تحقّق من ملف بيانات الاعتماد وأعد المحاولة.
es: Google Sign-In aún no está configurado. Revisa el archivo de credenciales e inténtalo de nuevo.
hi: Google साइन-इन अभी कॉन्फ़िगर नहीं किया गया है। कृपया क्रेडेंशियल फ़ाइल जाँचें और फिर से प्रयास करें।

# login.social.google_token_missing
source: We couldn't read a valid Google ID token. Please try again.
ar: تعذّر قراءة رمز Google صالح. يرجى المحاولة مرة أخرى.
es: No pudimos leer un token de Google válido. Vuelve a intentarlo.
hi: हम वैध Google ID टोकन नहीं पढ़ पाए। कृपया पुनः प्रयास करें।

# login.social.google_presenter_missing
source: Unable to find a window to present Google Sign-In. Please try again.
ar: لا يمكن العثور على نافذة لعرض تسجيل الدخول عبر Google. حاول من جديد.
es: No encontramos una ventana para mostrar Google Sign-In. Inténtalo otra vez.
hi: Google साइन-इन दिखाने के लिए विंडो नहीं मिल सकी। कृपया फिर से प्रयास करें।

# auth.error.invalid_credentials
source: We couldn't verify those credentials. Please try again.
ar: تعذّر التحقق من بيانات الاعتماد. حاول مرة أخرى.
es: No pudimos verificar esas credenciales. Inténtalo de nuevo.
hi: हम इन प्रमाणपत्रों की पुष्टि नहीं कर सके। कृपया फिर से प्रयास करें।

# auth.error.encoding_failed
source: We couldn't prepare the photo for analysis. Please try a different image.
ar: تعذّر تجهيز الصورة للتحليل. يرجى محاولة صورة أخرى.
es: No pudimos preparar la foto para el análisis. Intenta con otra imagen.
hi: हम फोटो को विश्लेषण के लिए तैयार नहीं कर सके। कृपया दूसरी छवि आज़माएँ।

# auth.error.invalid_response
source: The login service returned an unexpected response.
ar: خدمة تسجيل الدخول أعادت استجابة غير متوقعة.
es: El servicio de inicio de sesión devolvió una respuesta inesperada.
hi: लॉगिन सेवा ने अप्रत्याशित प्रतिक्रिया लौटाई।

# auth.error.invalid_phone
source: We couldn't find an account for that phone number.
ar: لم نعثر على حساب لهذا الرقم.
es: No encontramos una cuenta para ese número de teléfono.
hi: हमें इस नंबर के लिए कोई खाता नहीं मिला।

# auth.error.invalid_otp
source: That code is invalid or expired. Request a new one.
ar: هذا الرمز غير صالح أو منتهي. اطلب رمزاً جديداً.
es: Ese código no es válido o ha caducado. Solicita uno nuevo.
hi: यह कोड अमान्य है या समाप्त हो गया है। नया कोड माँगें।

# auth.error.generic_server
source: The login service is unavailable right now. Please try again shortly.
ar: خدمة تسجيل الدخول غير متاحة حالياً. حاول مرة أخرى لاحقاً.
es: El servicio de inicio de sesión no está disponible en este momento. Inténtalo más tarde.
hi: लॉगिन सेवा अभी उपलब्ध नहीं है। कृपया थोड़ी देर बाद पुनः प्रयास करें।

# auth.error.offline
source: You're offline. Reconnect to sign in.
ar: أنت غير متصل بالإنترنت. أعد الاتصال لتسجيل الدخول.
es: Estás sin conexión. Vuelve a conectarte para iniciar sesión.
hi: आप ऑफ़लाइन हैं। साइन इन करने के लिए पुनः जुड़ें।

# auth.error.network
source: Something went wrong with the network connection.
ar: حدث خطأ في اتصال الشبكة.
es: Ocurrió un problema con la conexión de red.
hi: नेटवर्क कनेक्शन में कुछ समस्या हुई।

# auth.error.unknown
source: Something went wrong while signing in.
ar: حدث خطأ أثناء عملية تسجيل الدخول.
es: Algo salió mal al iniciar sesión.
hi: साइन इन करते समय कुछ गलत हो गया।

# auth.error.server_status
source: The login service returned status code %d.
ar: خدمة تسجيل الدخول أعادت رمز الحالة ‎%d‎.
es: El servicio de inicio de sesión devolvió el código de estado %d.
hi: लॉगिन सेवा ने स्थिति कोड %d लौटाया।

# general.ok
source: OK
ar: حسناً
es: Aceptar
hi: ठीक है

# general.done
source: Done
ar: تم
es: Listo
hi: पूर्ण

# home.tab.analyze
source: Analyze
ar: تحليل
es: Analizar
hi: विश्लेषण

# home.tab.history
source: History
ar: السجل
es: Historial
hi: इतिहास

# home.tab.profile
source: Settings
ar: الإعدادات
es: Configuración
hi: सेटिंग्स

# splash.subtitle
source: Celebrating your features with science-backed artistry.
ar: نحتفل بملامحك بفن مدعوم بالعلم.
es: Celebrando tus rasgos con arte respaldado por la ciencia.
hi: विज्ञान समर्थित कला से आपकी विशेषताओं का जश्न।

# history.title
source: Analysis History
ar: سجل التحليلات
es: Historial de análisis
hi: विश्लेषण इतिहास

# history.subtitle
source: Securely stored on-device. Tap an entry to revisit the full breakdown.
ar: يُحفظ بأمان على الجهاز. اضغط على أي نتيجة لعرض التفاصيل الكاملة.
es: Guardado de forma segura en el dispositivo. Toca un registro para ver el resumen completo.
hi: डिवाइस पर सुरक्षित रूप से संग्रहीत। पूर्ण विवरण देखने के लिए किसी प्रविष्टि पर टैप करें।

# history.empty.title
source: No scans yet
ar: لا توجد عمليات مسح بعد
es: Aún no hay análisis
hi: अभी तक कोई स्कैन नहीं

# history.empty.subtitle
source: Once you analyze a selfie, it will appear here for quick reference.
ar: عند تحليل صورة سيلفي، ستظهر هنا للرجوع السريع.
es: Cuando analices una selfie, aparecerá aquí para consultarla rápidamente.
hi: जैसे ही आप किसी सेल्फी का विश्लेषण करेंगे, वह यहाँ त्वरित संदर्भ के लिए दिखाई देगी।

# history.section.recent
source: Recent
ar: الأحدث
es: Recientes
hi: हाल में

# history.clear_all
source: Clear All
ar: مسح الكل
es: Borrar todo
hi: सब साफ़ करें

# history.tag.undertone
source: Undertone: %@
ar: الدرجة الثانوية: %@
es: Subtono: %@
hi: अंडरटोन: %@

# history.tag.skin_tone
source: Skin tone: %@
ar: لون البشرة: %@
es: Tono de piel: %@
hi: त्वचा का रंग: %@

# settings.title
source: Settings
ar: الإعدادات
es: Configuración
hi: सेटिंग्स

# settings.profile.section
source: Profile
ar: الملف الشخصي
es: Perfil
hi: प्रोफ़ाइल

# settings.profile.tier
source: Premium Member
ar: عضو مميز
es: Miembro premium
hi: प्रीमियम सदस्य

# settings.profile.view_tutorial
source: View tutorial again
ar: عرض الدليل مرة أخرى
es: Ver el tutorial nuevamente
hi: ट्यूटोरियल फिर से देखें

# settings.profile.replay_onboarding
source: Replay onboarding
ar: إعادة المقدمة
es: Repetir introducción
hi: परिचय फिर देखें

# settings.profile.sign_out
source: Sign out
ar: تسجيل الخروج
es: Cerrar sesión
hi: साइन आउट

# settings.profile.guest_name
source: Guest Explorer
ar: مستخدم ضيف
es: Usuario invitado
hi: अतिथि उपयोगकर्ता

# settings.profile.source.guest
source: Not signed in
ar: لم تقم بتسجيل الدخول
es: Sesión sin iniciar
hi: साइन इन नहीं है

# settings.profile.source.email
source: Signed in with email
ar: تم تسجيل الدخول عبر البريد الإلكتروني
es: Inició sesión con correo
hi: ईमेल से साइन इन

# settings.profile.source.otp
source: Signed in with mobile OTP
ar: تم تسجيل الدخول عبر رمز الجوال
es: Inició sesión con OTP móvil
hi: मोबाइल ओटीपी से साइन इन

# settings.profile.source.social
source: Signed in with %@
ar: تم تسجيل الدخول باستخدام %@
es: Inició sesión con %@
hi: %@ से साइन इन

# settings.preferences.section
source: Preferences
ar: التفضيلات
es: Preferencias
hi: प्राथमिकताएँ

# settings.preferences.haptics
source: Enable haptic feedback
ar: تفعيل اللمس الاهتزازي
es: Activar respuesta háptica
hi: हैप्टिक फीडबैक सक्षम करें

# settings.preferences.cellular
source: Allow cellular uploads
ar: السماح بالرفع عبر البيانات الخلوية
es: Permitir subidas por datos móviles
hi: मोबाइल डेटा पर अपलोड की अनुमति दें

# settings.preferences.notifications
source: Notification settings
ar: إعدادات الإشعارات
es: Ajustes de notificaciones
hi: सूचना सेटिंग्स

# settings.preferences.clear_history
source: Clear analysis history
ar: مسح سجل التحليلات
es: Borrar historial de análisis
hi: विश्लेषण इतिहास साफ़ करें

# settings.theme.section
source: Appearance
ar: المظهر
es: Apariencia
hi: रंग रूप

# settings.theme.system
source: Match System
ar: مطابقة النظام
es: Igual que el sistema
hi: सिस्टम जैसा

# settings.theme.light
source: Light
ar: فاتح
es: Claro
hi: हल्का

# settings.theme.dark
source: Dark
ar: داكن
es: Oscuro
hi: गहरा

# settings.about.section
source: About
ar: نبذة
es: Acerca de
hi: बारे में

# settings.about.app
source: About FaceMap Beauty
ar: نبذة عن FaceMap Beauty
es: Acerca de FaceMap Beauty
hi: FaceMap Beauty के बारे में

# settings.about.terms
source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y Condiciones
hi: नियम एवं शर्तें

# settings.support.section
source: Support
ar: الدعم
es: Soporte
hi: सहायता

# settings.support.contact
source: Contact support
ar: التواصل مع الدعم
es: Contactar soporte
hi: सहायता से संपर्क करें

# settings.language.title
source: App Language
ar: لغة التطبيق
es: Idioma de la app
hi: ऐप भाषा

# settings.language.subtitle
source: Select your preferred language for FaceMap Beauty.
ar: اختر لغتك المفضلة لـ FaceMap Beauty.
es: Elige tu idioma preferido para FaceMap Beauty.
hi: FaceMap Beauty के लिए अपनी पसंदीदा भाषा चुनें।

# settings.language.open_button
source: Open iOS Language Settings
ar: فتح إعدادات اللغة في iOS
es: Abrir ajustes de idioma de iOS
hi: iOS भाषा सेटिंग खोलें

# settings.language.instructions_title
source: How to change FaceMap Beauty's language
ar: كيفية تغيير لغة FaceMap Beauty
es: Cómo cambiar el idioma de FaceMap Beauty
hi: FaceMap Beauty की भाषा कैसे बदलें

# settings.language.instructions_body
source: 1. Open the Settings app. 2. Tap FaceMap Beauty › Language. 3. Choose your language and return to the app.
ar: ١. افتح تطبيق الإعدادات. ٢. اختر FaceMap Beauty › اللغة. ٣. حدّد لغتك وارجع إلى التطبيق.
es: 1. Abre la app Ajustes. 2. Toca FaceMap Beauty › Idioma. 3. Selecciona tu idioma y regresa a la app.
hi: 1. सेटिंग्स ऐप खोलें। 2. FaceMap Beauty › भाषा पर टैप करें। 3. भाषा चुनें और ऐप पर वापस आएँ।

# support.title
source: Need a hand?
ar: هل تحتاج مساعدة؟
es: ¿Necesitas ayuda?
hi: मदद चाहिए?

# support.body
source: Email us at support@facemapbeauty.app or message us in-app for personalized assistance. We aim to reply within one business day.
ar: راسلنا على support@facemapbeauty.app أو تواصل من داخل التطبيق. نرد خلال يوم عمل واحد.
es: Escríbenos a support@facemapbeauty.app o envíanos un mensaje desde la app. Respondemos en menos de un día hábil.
hi: हमें support@facemapbeauty.app पर ईमेल करें या ऐप से संदेश भेजें। हम एक कार्य दिवस में जवाब देते हैं।

# support.start_chat
source: Start a support chat
ar: بدء محادثة دعم
es: Iniciar chat de soporte
hi: सहायता चैट शुरू करें

# content.header.title
source: Analyzing Your Features
ar: تحليل ملامحك
es: Analizando tus rasgos
hi: आपकी विशेषताओं का विश्लेषण

# content.header.subtitle
source: Capture in even lighting with a neutral expression for best results.
ar: التقط الصورة بإضاءة متوازنة وتعبير محايد للحصول على أفضل نتيجة.
es: Captura con iluminación uniforme y una expresión neutra para obtener mejores resultados.
hi: श्रेष्ठ परिणामों के लिए समान रोशनी और तटस्थ अभिव्यक्ति में कैप्चर करें।

# content.prompt.tap_add
source: Tap to add a selfie
ar: اضغط لإضافة صورة سيلفي
es: Toca para añadir una selfie
hi: सेल्फी जोड़ने के लिए टैप करें

# content.button.take_selfie
source: Take a Selfie
ar: التقاط سيلفي
es: Tomar selfie
hi: सेल्फी लें

# content.button.select_photo
source: Select from Photos
ar: اختيار من الصور
es: Seleccionar de Fotos
hi: फ़ोटो से चुनें

# content.button.clear_photo
source: Clear Selected Photo
ar: حذف الصورة المحددة
es: Borrar foto seleccionada
hi: चयनित फ़ोटो हटाएँ

# content.toast.capture_title
source: Make your face shine
hi: चेहरे को उजला रखें

# content.toast.capture_message
source: Stand in even light, keep your face centered, and look at the camera for the clearest scan.
hi: समान रोशनी में खड़े हों, चेहरा केंद्र में रखें और कैमरे की ओर देखें ताकि विश्लेषण सटीक हो।

# content.alert.camera_unavailable.title
source: Camera Unavailable
ar: الكاميرا غير متاحة
es: Cámara no disponible
hi: कैमरा उपलब्ध नहीं है

# content.alert.camera_unavailable.message
source: This device does not have a camera or it is not accessible.
ar: هذا الجهاز لا يحتوي على كاميرا أو لا يمكن الوصول إليها.
es: Este dispositivo no tiene cámara o no es accesible.
hi: इस डिवाइस में कैमरा नहीं है या पहुँचा नहीं जा सकता।

# content.alert.analysis_failed.title
source: Analysis Failed
ar: فشل التحليل
es: Falló el análisis
hi: विश्लेषण असफल

# content.alert.analysis_failed.message
source: Please try again with a different photo.
ar: يرجى المحاولة مرة أخرى بصورة مختلفة.
es: Inténtalo de nuevo con una foto diferente.
hi: कृपया किसी दूसरी फ़ोटो के साथ फिर से प्रयास करें।

# content.button.analyze.idle
source: Analyze Photo
ar: تحليل الصورة
es: Analizar foto
hi: फ़ोटो का विश्लेषण करें

# content.button.analyze.running
source: Analyzing...
ar: جارٍ التحليل...
es: Analizando...
hi: विश्लेषण जारी...

# content.step.face_shape.title
source: Face Shape
ar: شكل الوجه
es: Forma del rostro
hi: चेहरे का आकार

# content.step.face_shape.subtitle
source: Mapping jawline, forehead, and cheekbones
ar: تخطيط الفك والجبهة وعظام الوجنتين
es: Mapeando mandíbula, frente y pómulos
hi: जबड़ा, माथा और गाल की हड्डियों का मानचित्रण

# content.step.skin_tone.title
source: Skin Tone
ar: لون البشرة
es: Tono de piel
hi: त्वचा का टोन

# content.step.skin_tone.subtitle
source: Sampling and classifying undertone
ar: أخذ عينات وتصنيف الدرجة الثانوية
es: Muestreando y clasificando el subtono
hi: सैंपल लेकर अंडरटोन वर्गीकृत करना

# content.step.golden.title
source: Golden Ratio Map
ar: خريطة النسبة الذهبية
es: Mapa del número áureo
hi: गोल्डन रेशियो मैप

# content.step.golden.subtitle
source: Aligning contour, blush, highlight zones with your proportions
ar: مواءمة الكونتور والاحمرار والهايلايت مع نسبك
es: Alineando contorno, rubor y brillo con tus proporciones
hi: कॉन्टूर, ब्लश और हाइलाइट को आपकी अनुपात से मिलाना

# tutorial.title
source: Guided Tutorial
ar: دليل إرشادي
es: Tutorial guiado
hi: मार्गदर्शित ट्यूटोरियल

# tutorial.subtitle
source: Quick tips to capture the best selfie for analysis.
ar: نصائح سريعة لالتقاط أفضل صورة للتحليل.
es: Consejos rápidos para capturar la mejor selfie para el análisis.
hi: विश्लेषण के लिए सर्वश्रेष्ठ सेल्फी लेने के त्वरित सुझाव।

# tutorial.skip
source: Skip tutorial
ar: تخطي الدليل
es: Omitir tutorial
hi: ट्यूटोरियल छोड़ें

# tutorial.begin
source: Let's begin
ar: لنبدأ
es: Comenzar
hi: शुरू करें

# tutorial.step.capture.title
source: Capture thoughtfully
ar: التقط بعناية
es: Captura con atención
hi: सोच-समझकर कैप्चर करें

# tutorial.step.capture.body
source: Hold your phone at eye level and keep your shoulders relaxed. A soft smile or neutral expression works best.
ar: أمسك الهاتف بمستوى العين وابق كتفيك مسترخيين. ابتسامة خفيفة أو تعبير محايد هو الأفضل.
es: Sostén el teléfono a la altura de los ojos y relaja los hombros. Una sonrisa suave o expresión neutra funciona mejor.
hi: फोन को आँखों की ऊंचाई पर रखें और कंधों को रिलैक्स करें। हल्की मुस्कान या तटस्थ भाव सबसे बेहतर हैं।

# tutorial.step.lighting.title
source: Use even lighting
ar: استخدم إضاءة متوازنة
es: Usa luz equilibrada
hi: समान रोशनी का उपयोग करें

# tutorial.step.lighting.body
source: Face a window or stand under diffused lighting to avoid harsh shadows.
ar: قف أمام نافذة أو تحت ضوء منتشر لتجنب الظلال القوية.
es: Colócate frente a una ventana o bajo luz difusa para evitar sombras fuertes.
hi: खिड़की की तरफ देखें या नरम रोशनी में खड़े हों ताकि कठोर छाया न पड़े।

# tutorial.step.angles.title
source: Stay centered
ar: ابق في المنتصف
es: Mantente centrada
hi: केंद्रित रहें

# tutorial.step.angles.body
source: Keep both ears visible and align your face with the guide to improve landmark accuracy.
ar: احرص على ظهور الأذنين ومحاذاة وجهك مع الدليل لتحسين دقة التحليل.
es: Asegúrate de que ambos oídos estén visibles y alinea tu rostro con la guía para mejorar la precisión.
hi: दोनों कान दिखने दें और चेहरे को गाइड के अनुरूप रखें ताकि सटीकता सुधरे।

# tutorial.step.privacy.title
source: Your data stays local
ar: بياناتك محلية
es: Tus datos son locales
hi: डेटा यहीं रहता है

# tutorial.step.privacy.body
source: Analyses run entirely on-device. Clear your history anytime from Settings.
ar: يتم التحليل بالكامل على جهازك. يمكنك مسح السجل من الإعدادات في أي وقت.
es: Todo el análisis ocurre en el dispositivo. Borra tu historial cuando quieras desde Ajustes.
hi: पूरा विश्लेषण डिवाइस पर ही होता है। सेटिंग्स से जब चाहें इतिहास मिटा सकते हैं।

# onboarding.title
source: A glowing introduction
ar: مقدمة متألقة
es: Una introducción radiante
hi: चमकदार परिचय

# onboarding.subtitle
source: Take a quick tour of capture guidance, overlays, and privacy promises.
ar: جولة سريعة للتعرّف إلى إرشادات الالتقاط والطبقات والخصوصية.
es: Haz un recorrido rápido por las guías de captura, superposiciones y promesas de privacidad.
hi: कैप्चर मार्गदर्शन, ओवरले और गोपनीयता वादों की त्वरित झलक देखें।

# onboarding.next
source: Next
ar: التالي
es: Siguiente
hi: आगे

# onboarding.get_started
source: Get started
ar: ابدأ الآن
es: Empezar
hi: शुरू करें

# onboarding.page.capture.title
source: Guided capture
ar: التقاط موجّه
es: Captura guiada
hi: निर्देशित कैप्चर

# onboarding.page.capture.subtitle
source: Interactive cues show ideal framing, lighting, and posture.
ar: مؤشرات تفاعلية توضّح الإطار والإضاءة والوضعية المثالية.
es: Indicaciones interactivas muestran el encuadre, la iluminación y la postura ideales.
hi: इंटरएक्टिव संकेत आदर्श फ्रेम, रोशनी और मुद्रा दिखाते हैं।

# onboarding.page.capture.highlight1.title
source: Live capture tips
ar: نصائح مباشرة
es: Consejos en vivo
hi: लाइव कैप्चर टिप्स

# onboarding.page.capture.highlight1.body
source: Soft pulses highlight where to place your face before the scan.
ar: نبضات خفيفة توضّح المكان المناسب لوضع وجهك قبل المسح.
es: Impulsos suaves señalan dónde colocar tu rostro antes del escaneo.
hi: हल्की धड़कनें स्कैन से पहले चेहरा रखने की सही जगह बताती हैं।

# onboarding.page.capture.highlight2.title
source: Built-in tutorial
ar: دليل مدمج
es: Tutorial integrado
hi: अंतर्निर्मित ट्यूटोरियल

# onboarding.page.capture.highlight2.body
source: Replay step-by-step guidance whenever you need a refresher.
ar: أعد تشغيل التعليمات خطوة بخطوة متى احتجت إلى تذكير.
es: Reproduce las instrucciones paso a paso cuando necesites un repaso.
hi: जब भी ज़रूरत हो चरण-दर-चरण गाइड दोबारा देखें।

# onboarding.page.overlay.title
source: Smart beauty map
ar: خريطة جمال ذكية
es: Mapa de belleza inteligente
hi: स्मार्ट ब्यूटी मैप

# onboarding.page.overlay.subtitle
source: See blush, contour, and highlight zones breathe into place.
ar: شاهد مناطق التوريد والكونتور والإضاءة تنبض بالحياة.
es: Observa cómo cobran vida las zonas de rubor, contorno y luz.
hi: देखें कैसे ब्लश, कंटूर और हाइलाइट ज़ोन जीवंत हो जाते हैं।

# onboarding.page.overlay.highlight1.title
source: Contour choreography
ar: تناغم الكونتور
es: Coreografía del contorno
hi: कंटूर कोरियोग्राफ़ी

# onboarding.page.overlay.highlight1.body
source: Animated overlays adapt to your bone structure in real time.
ar: طبقات متحركة تتكيّف مع بنية وجهك في الوقت الفعلي.
es: Las superposiciones animadas se adaptan a tu estructura ósea en tiempo real.
hi: एनिमेटेड ओवरले आपकी अस्थि संरचना के अनुसार तुरंत ढलते हैं।

# onboarding.page.overlay.highlight2.title
source: Golden cues
ar: إشارات ذهبية
es: Indicadores dorados
hi: गोल्डन संकेत

# onboarding.page.overlay.highlight2.body
source: Balance callouts explain how close you are to the golden ratio.
ar: الملاحظات تشرح مدى اقترابك من النسبة الذهبية.
es: Los avisos explican qué tan cerca estás del número áureo.
hi: सुझाव बताते हैं कि आप स्वर्ण अनुपात के कितने करीब हैं।

# onboarding.page.privacy.title
source: Private insights
ar: خصوصية كاملة
es: Privacidad ante todo
hi: निजी जानकारी

# onboarding.page.privacy.subtitle
source: Everything runs on-device with full control over history.
ar: كل شيء يعمل على الجهاز مع تحكم كامل في السجل.
es: Todo se ejecuta en el dispositivo con control total del historial.
hi: सारा प्रोसेस डिवाइस पर चलता है और हिस्ट्री पर पूरा नियंत्रण रहता है।
